Repository: dadokcz/Featured-Image-from-Google-Images
Catalog: master/languages/featured-image-from-external-sources-*.po
Languages: cs_cz

source: Sponsors
cs_cz: Sponzoři

source: Request for photo selection
cs_cz: Výzva k vybrání fotografie

source: Hello, <br/> <br/> you were prompted to select a suitable opening photo for <strong> %%ARTICLE%% </strong>. <br/> <br/> To select a photo, just click on the photo. <br/> <br/> %%HTMLCONTENT%%
cs_cz: Dobrý den,<br/><br/> byl jste vyzván k vybrání vhodné úvodní fotografie k článku <strong>%%ARTICLE%%</strong>.<br/><br/> Pro vybrání fotografie stačí na konkrétní fotografii kliknout.<br/><br/> %%HTMLCONTENT%%

source: Preview photo was selected
cs_cz: Náhledová fotografie byla právě vybrána.

source: Hello, <br/> <br/> preview photo for <strong> %%ARTICLE%% </strong> were just added.
cs_cz: Dobrý den, <br/> <br/> náhledová fotografie k článku <strong> %%ARTICLE%% </strong> byla právě vybrána.

source: Found
cs_cz: Nalezeno

source: results
cs_cz: výsledků

source: External Source timeout. Please try again later.
cs_cz: Časový limit externího zdroje vypršel. Prosím zkuste to znovu později.

source: Featured Image from External Sources
cs_cz: Úvodní fotografie z externích zdrojů

source: You must agree a Terms of Use in
cs_cz: Musíte odsouhlasit podmínky používání pluginu v

source: Plugin settings
cs_cz: Nastavení pluginu

source: Visit site
cs_cz: Zobrazit web

source: Email me
cs_cz: Napište mi

source: Buy me a beer
cs_cz: Podpořit autora

source: Settings
cs_cz: Nastavení

source: Global Settings
cs_cz: Globální nastavení

source: Source of external search
cs_cz: Zdroj hledání fotografií

source: Photos will be loaded from this server
cs_cz: Fotografie budou načítány z tohoto serveru

source: Terms of Use
cs_cz: Podmínky používání

source: WARNING: All images & photos from commercial sources have reserved rights, so don't use them without a valid license! Author of this plugin are not liable for any damages arising from its use.
cs_cz: VAROVÁNÍ: Všechny obrázky a fotografie z komerčních zdrojů mají vyhrazená práva, proto je nepoužívejte bez platné licence! Autor tohoto pluginu nezodpovídá za žádné škody vzniklé jeho používáním.

source: I Agree this Terms of Use
cs_cz: Souhlasím s podmínky používání

source: Support for the blind users
cs_cz: Podpora pro nevidomé

source: Never again articles without featured photos. Even for the blind. The plugin allows a blind user to enter a keyword to find a number of thumbnail suggestions and send this selection to the seeing assistant by e-mail. The assistant simply clicks on the best photo directly in the email and the photo is safely matched to the article preview.
cs_cz: Již nikdy články bez úvodních fotografií. A to i pro nevidomé. Plugin umožňuje nevidomému uživateli zadat klíčové slovo pro vyhledání množství návrhů náhledových fotek a tento výběr jedním kliknutím odeslat vidícímu asistentovi na e-mail. Asistent jednoduše klikne na nejvhodnější fotografii přímo v e-mailu a fotka se bezpečně přiřadí k náhledu článku.

source: Turn on blind support
cs_cz: Zapnout podporu pro nevidomé

source: Default email
cs_cz: Výchozí e-mail

source: Email for sending draft article previews
cs_cz: Výchozí e-mail asistenta pro odesílání návrhů fotografií

source: Co-op assistant notifications
cs_cz: Spolupracující asistent

source: Email subject
cs_cz: Předmět e-mailu

source: for an assistant
cs_cz: pro asistenta

source: Email body
cs_cz: Tělo e-mailu

source: Table of suggested photos
cs_cz: Tabulka návrhů fotografií

source: Article title
cs_cz: Název článku

source: Notification for post author
cs_cz: Oznámení pro autora příspěvku

source: Email Subject <br /> <small> for assistant: </small>
cs_cz: Předmět e-mailu <br /> <small> pro asistenta: </small>

source: Email body <br /> <small> for assistant: </small>
cs_cz: Tělo e-mailu <br /> <small> pro asistenta: </small>

source: I love to develop plugins</strong> to you <strong>for free!</strong>
cs_cz: Vyvíjím pro Vás Pluginy <strong>ZDARMA!</strong>

source: <p><strong>But if you like this plugin and want to give me some bounty</strong> or you wish to sponsor some specific feature, you're welcome to <strong>send me a donation</strong>. All sponsors are published on the plugin page at the bottom. <strong>Thank you!</strong></p>
cs_cz: <p> <strong> A pokud se Vám tento plugin líbí a chcete mě podpořit </strong> nebo chcete zasponzorovat nějakou konkrétní funkci, pošlte mi <strong> na pivo </strong>. Všichni sponzoři jsou zveřejněni na stránce pluginu ve spodní části. <strong> Děkuji! </strong> </p>

source: Custom amount
cs_cz: Libovolná částka

source: Fastest way to choose thumbnail for your posts.
cs_cz: Nejrychlejší způsob, jak vybrat miniaturu pro své příspěvky.
